var movies = `[{"idnum":"film1","name":"Jeunesse Sauvage","description":"Raphaël, le chef d'une bande de jeunes voleurs de rues, voit son autorité menacée par Kevin, son fidèle lieutenant. Pour garder le pouvoir, il doit affronter la trahison et un univers de plus en plus violent, où les armes remplacent les poings.","like":"9","image":"img/jeunesse.jpg"},
			{"idnum":"film2","name":"Green Boys","description":"Alhassane, 17 ans, a quitté la Guinée et arrive seul en France après un éprouvant périple. Accueilli dans un village en Normandie, il rencontre Louka, 13 ans. Entre les deux garçons une amitié naît et s'invente jour après jour.","like":"15","image":"img/greenboys.jpg"},
			{"idnum":"film3","name":"Benni","description":"Benni a neuf ans. Négligée par sa mère, elle est enfermée depuis sa petite enfance dans une violence qu'elle n'arrive plus à contenir.De foyer en foyer, son assistante sociale et Micha, un éducateur, tenteront tout pour calmer ses blessures et l'aider à trouver une place dans le monde.","like":"3","image":"img/benni.jpg"},
			{"idnum":"film4","name":"Filles de joies","description":"Axelle, Dominique et Conso partagent un secret. Elles mènent une double vie. Elles se retrouvent tous les matins sur le parking de la cité pour prendre la route et aller travailler de l'autre côté de la frontière. Là, elles deviennent Athéna, Circé et Héra dans une maison close.","like":"12","image":"img/filles.jpg"},
			{"idnum":"film5","name":"Mosquito","description":"Rêvant de grandes aventures et de défendre sa patrie, un jeune homme portugais s'enrôle dans l'armée durant la Première Guerre Mondiale. Il est envoyé au front au Mozambique, en Afrique. Abandonné par son unité, il s'engage dans une longue traversée de la mystique terre Makua, marchant des milliers de kilomètres à la recherche de ses rêves.","like":"21","image":"img/mosquito.jpg"},
			{"idnum":"film6","name":"Les Parfums","description":"Anne Walberg est une célébrité dans le monde du parfum. Elle crée des fragrances et vend son incroyable talent à des sociétés en tout genre. Elle vit en diva, égoïste, au tempérament bien trempé. Guillaume est son nouveau chauffeur et le seul qui n'a pas peur de lui tenir tête. Sans doute la raison pour laquelle elle ne le renvoie pas.","like":"18","image":"img/parfum.jpg"}
		]`
